<?php

return [

    'header'     => 'الإعدادات',
    'profile'    => [
        'label'       => 'ملفك الشخصي',
        'description' => 'اختر اسم مستخدم فريدًا وشارك التفاصيل العامة عن نفسك.',
        'modal'       => [
            'header'   => 'تعديل الملف الشخصي',
            'username' => [
                'label'       => 'اسم المستخدم',
                'placeholder' => 'اختر اسم للمستخدم...',
            ],
            'summary'  => [
                'label'       => 'ملخص',
                'placeholder' => 'اعملنا القليل عن نفسك...',
            ],
        ],
    ],
    'digest'     => [
        'label'       => 'هضم الأسبوعية',
        'description' => 'تحكم في الحصول على ملخص أسبوعي للمحتوى المنشور.',
    ],
    'appearance' => [
        'label'       => 'وضع الظلام',
        'description' => 'استخدم مظهر مظلم لـ Canvas.',
    ],
    'export'     => [
        'label'       => 'قم بتنزيل معلوماتك',
        'description' => 'قم بتنزيل نسخة من المعلومات التي قمت بمشاركتها على Canvas إلى ملف بتنسيق zip.',
    ],

];
