<?php

return [

    'header'  => 'الكلمات',
    'posts'   => 'المشاركات)',
    'empty'   => [
        'description' => 'لم يتم العثور على علامات ، ابدأ من قبل',
        'action'      => 'إضافة علامة جديدة',
    ],
    'details' => [
        'created' => 'خلقت',
    ],
    'forms'   => [
        'placeholder' => 'تسمية العلامة الخاصة بك',
        'slug'        => 'إعطاء الخاص بك بين العلامة واحد في اسم',
        'tag'         => 'إضافة علامة جديدة',
        'select'      => 'حدد بعض العلامات ...',
    ],
    'delete'  => [
        'header'  => 'حذف',
        'warning' => 'ولت العلامات المحذوفة إلى الأبد. هل أنت واثق؟',
    ],

];
