<?php

return [

    'header'  => 'المواضيع',
    'posts'   => 'المشاركات)',
    'empty'   => [
        'description' => 'لم يتم العثور على مواضيع ، ابدأ من قبل',
        'action'      => 'إضافة موضوع جديد',
    ],
    'details' => [
        'created' => 'خلقت',
    ],
    'forms'   => [
        'placeholder' => 'إعطاء الموضوع الخاص بك اسم',
        'slug'        => 'إعطاء الخاص بك بين موضوع واحد في اسم',
        'topic'       => 'أضف هذا كموضوع جديد',
        'select'      => 'اختر عنوانا...',
    ],
    'delete'  => [
        'header'  => 'حذف',
        'warning' => 'اختفت المواضيع المحذوفة إلى الأبد. هل أنت واثق؟',
    ],

];
