<?php

return [

    'header'     => 'समायोजन',
    'profile'    => [
        'label'       => 'आपकी रूपरेखा',
        'description' => 'एक अद्वितीय उपयोगकर्ता नाम चुनें और अपने बारे में सार्वजनिक विवरण साझा करें।',
        'modal'       => [
            'header'   => 'प्रोफ़ाइल संपादित करें',
            'username' => [
                'label'       => 'उपयोगकर्ता नाम',
                'placeholder' => 'एक उपयोगकर्ता नाम चुनें...',
            ],
            'summary'  => [
                'label'       => 'सारांश',
                'placeholder' => 'अपने बारे में कुछ बताइए...',
            ],
        ],
    ],
    'digest'     => [
        'label'       => 'साप्ताहिक पचा',
        'description' => 'नियंत्रित करें कि आपकी प्रकाशित सामग्री का साप्ताहिक सारांश प्राप्त करना है या नहीं।',
    ],
    'appearance' => [
        'label'       => 'डार्क मोड',
        'description' => 'कैनवास के लिए एक अंधेरे उपस्थिति का उपयोग करें।',
    ],

];
