<?php

return [

    'header'  => 'टैग',
    'posts'   => 'पोस्ट (रों)',
    'empty'   => [
        'description' => 'कोई टैग नहीं मिला, द्वारा शुरू करें',
        'action'      => 'एक नया टैग जोड़ना',
    ],
    'details' => [
        'created' => 'बनाया था',
    ],
    'forms'   => [
        'placeholder' => 'अपने टैग को एक नाम दें',
        'slug'        => 'दे-अपने-टैग-ए-नाम',
        'tag'         => 'एक नया टैग जोड़ें',
        'select'      => 'कुछ टैग चुनें ...',
    ],
    'delete'  => [
        'header'  => 'हटाना',
        'warning' => 'हटाए गए टैग हमेशा के लिए चले गए हैं। क्या आपको यकीन है?',
    ],

];
