<?php

return [

    'title'   => 'Блог',
    'buttons' => [
        'learn' => 'Узнать Больше',
        'next'  => 'Продолжить чтение',
        'enjoy' => 'Вам может понравиться',
        'edit'  => 'Редактировать публикацию',
        'stats' => 'Посмотреть статистику',
    ],
    'empty'   => [
        'description' => 'Публикаций не найдено, начните с',
        'action'      => 'добавления новой публикации',
    ],
    'nav'     => [
        'user' => [
            'posts'  => 'Публикации',
            'tags'   => 'Теги',
            'topics' => 'Темы',
            'stats'  => 'Статистика',
            'login'  => 'Войти',
            'logout' => 'Выйти',
        ],
    ],
    'posts'   => [
        'label' => 'Последние публикации',
    ],
    'tags'    => [
        'label' => 'Теги',
    ],

];
