<?php

return [

    'general' => [
        'cancel' => 'Отменить',
        'delete' => 'Удалить',
        'done'   => 'Готово',
        'load'   => 'Показать ещё',
        'save'   => 'Сохранить',
        'next'   => 'Следущая страница',
    ],
    'posts'   => [
        'create'   => 'Новая публикация',
        'edit'     => 'Редактировать публикацию',
        'update'   => 'Обновить публикацию',
        'save'     => 'Сохранить и опубликовать',
        'schedule' => 'Запланировать публикацию',
    ],
    'stats'   => [
        'index' => 'Посмотреть всю статистику',
        'show'  => 'Подробности',
    ],
    'tags'    => [
        'create' => 'Новый тег',
        'update' => 'Сохранить изменения',
    ],
    'topics'  => [
        'create' => 'Новая тема',
        'update' => 'Сохранить изменения',
    ],

];
