<?php

return [

    'header'  => 'Темы',
    'posts'   => 'Публикации',
    'empty'   => [
        'description' => 'Темы не найдены, начните с',
        'action'      => 'добавление новой темы',
    ],
    'details' => [
        'created' => 'Создана',
    ],
    'forms'   => [
        'placeholder' => 'Присвойте название вашей теме',
        'slug'        => 'дать-вашей-тему-а-имя',
        'topic'       => 'Добавить новую тему',
        'select'      => 'Выберите тему...',
    ],
    'delete'  => [
        'header'  => 'Удаление',
        'warning' => 'Удаленные темы исчезают навсегда. Вы уверены, что хотите продолжить?',
    ],

];
